/* Alert info: To show the icon again, simply launch Spotifree from Dock or Finder */
"ALERT_HIDE_ICON_INFO" = "Näyttääksesi kuvakkeen uudelleen, avaa vain Spotifree Dockista tai Finderistä";

/* Alert info: If you want to make the app truly invisible, we suggest also allowing it to launch at login */
"ALERT_HIDE_ICON_LAUNCH_AT_LOGIN_INFO" = "Jos haluat tehdä ohjelman täysin näkymättömäksi, suosittelemme myös sallimaan sen käynnistyä kirjauduttaessa";

/* General: Cancel */
"CANCEL" = "Kumoa";

/* Menu: About */
"MENU_ABOUT" = "Tietoa Spotifreestä";

/* Spotify state: Active */
"MENU_ACTIVE" = "Aktiivinen";

/* Menu: Donate */
"MENU_DONATE" = "Lahjoita";

/* Menu: Hide Icon */
"MENU_HIDE_ICON" = "Piilota kuvake";

/* Spotify state: Inactive */
"MENU_INACTIVE" = "Epäaktiivinen";

/* Spotify state: Muting Ad */
"MENU_MUTING_AD" = "Mainosten hiljennys";

/* Menu: Notifications */
"MENU_NOTIFICATIONS" = "Ilmoitukset";

/* Menu: Quit */
"MENU_QUIT" = "Lopeta Spotifree";

/* Menu: Run At Login */
"MENU_RUN_AT_LOGIN" = "Avaa kirjauduttaessa";

/* Menu: Updates */
"MENU_UPDATES" = "Päivitykset";

/* Menu: Check Automatically */
"MENU_UPDATES_CHECK_AUTOMATICALLY" = "Tarkista automaattisesti";

/* Menu: Check For Updates... */
"MENU_UPDATES_CHECK_FOR_UPDATES" = "Tarkista päivitykset...";

/* Menu: Download automatically */
"MENU_UPDATES_DOWNLOAD_AUTOMATICALLY" = "Lataa automaattisesti";

/* Notification: A Spotify ad was detected! Music will be back in about %i seconds... */
"NOTIFICATION_AD_DETECTED" = "Spotify-mainos tunnistettu! Musiikki jatkuu %i sekunnin kuluttua...";

/* General: OK */
"OK" = "Ok";

